Repository: comlounge/camper
Catalog: camper/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please enter your data for participating in this event
de: Bitte gebe hier Deine Daten für dieses Barcamp ein

source: Register for %s
de: Registrieren für %s

source: Edit
de: Bearbeiten

source: Please register for the events you want to participate in
de: Bitte registriere Dich für die Veranstaltungen, an denen Du teilnehmen willst

source: participants
de: Teilnehmende

source: Join
de: Teilnehmen

source: Join Waiting list
de: Auf Warteliste setzen

source: Maybe
de: Vielleicht

source: Going
de: Ich gehe

source: Waiting list
de: Warteliste

source: Not Going
de: Ich gehe nicht

source: Login or register a new account
de: Erstelle ein neues Konto oder logge Dich ein

source: If you already have a barcamptools.eu account please login.
de: Wenn Du schon einen barcamptools.eu-Account hast, logge Dich bitte ein.

source: Login
de: Einloggen

source: This barcamp is hosted on barcamptools.eu. It is an online platform for managing barcamps which comes free of charge. Because of that we ask you to provide the account data below and we will create an account for you. That way you can later manage your barcamp registration or use interactive features during the barcamp.
de: Dieses Barcamp wird auf barcamptools.eu gehostet, einer Online-Plattform zur Verwaltung von Barcamps. Aus diesem Grund wird für Dich bei der Barcamp-Registrierung ein Konto angelegt. Dieses Konto kostet Dich nichts, erlaubt es Dir aber, Deine Teilnahme zu verwalten oder aber die interaktiven Features zu nutzen, sowie Updates von Barcamp-Orga-Team zu erhalten.

source: The email you provide here will not be shared with any barcamps.
de: Die E-Mail-Adresse, die Du hier angibst, wird niemals an Barcamps weitergegeben.

source: This email is already taken. Please <a href="/users/login">login</a> to continue the registration process
de: Diese E-Mail ist schon vergeben. Wahrscheinlich hast Du schon einen Account auf barcamptools.eu. Bitte <a href="/users/login">logge Dich mit diesem ein</a> und schliesse damit die Registrierung ab.

source: Repeat your password
de: Wiederhole Dein Passwort

source: Fullname
de: Voller Name

source: Provide barcamp specific data
de: Barcamp-spezifische Angaben

source: The barcamp administrator asks you to provide the following data. This will not be shared with other barcamps.
de: Das Barcamp braucht noch folgende Daten von Dir, um die Registrierung abzuschließen. Diese Daten werden nicht an andere Barcamps weitergegeben.

source: Select events you want to attend
de: Veranstaltungen, die Du besuchen willst

source: Please select which event of the barcamp you would like to register for. You can change this later.
de: Bitte wähle die Veranstaltungen aus, die Du besuchen willst. Du kannst dies später noch ändern.

source: no places left. You will be added to the waiting list.
de: keine Plätze mehr frei. Du wirst auf die Warteliste gesetzt.

source: Register for this barcamp
de: Für das Barcamp registrieren

source: Join video conference
de: An Videokonferenz teilnehmen

source: Documentation
de: Dokumentation

source: Session Documentation
de: Session-Dokumentation

source: Sort by:
de: Sortieren nach:

source: Date
de: Datum

source: Download as excel
de: Als Excel herunterladen

source: You have voted for this proposal. Remove your vote.
de: Du hast für diesen Vorschlag gestimmt. Entferne Deine Stimme.

source: You have not voted for this proposal
de: Du hast nicht für diesen Vorschlag gestimmt

source: Vote for this proposal
de: Stimme für diesen Vorschlag

source: Remove vote for this proposal
de: Entferne Deine Stimme für diesen Vorschlag

source: Remove your vote.
de: Deine Stimme entfernen

source: added by
de: hinzugefügt von

source: on
de: am

source: Edit Session Proposal
de: Sessionvorschlag bearbeiten

source: Delete Session Proposal
de: Sessionvorschlag löschen

source: Delete
de: Löschen

source: Delete Comment
de: Kommentar löschen

source: Deleted User
de: Nutzer*in gelöscht

source: Comment
de: Kommentar

source: Your comment
de: Dein Kommentar

source: add your comment
de: Füge Deinen Kommentar hinzu

source: Create proposal
de: Neuer Sessionvorschlag

source: Your proposal
de: Dein Vorschlag

source: Add proposal
de: Vorschlag hinzufügen

source: In order to be able to create or vote for proposals, you need to be logged in.
de: Um eigene Vorschläge hinzuzufügen oder bestehende zu bewerten, musst Du eingeloggt sein.

source: you can log in and register here
de: Du kannst Dich hier einloggen oder registrieren

source: Please select which tickets you want to register for
de: Bitte wähle die gewünschten Tickets aus

source: %(amount)s tickets left.
de: Noch %(amount)s Tickets verfügbar.

source: Reserve Tickets for %s
de: Reserviere Tickets für %s

source: Reserve your tickets
de: Reserviere Deine Tickets

source: <b>Please note:</b> This barcamp only has %s tickets left.
de: <b>Bitte beachten:</b> Für dieses Barcamp gibt es nur noch %s Tickets.

source: I have read and accept the <a target="legal" href="%(link)s">Terms of Service</a>
de: Ich habe die <a target="legal" href="%(link)s">Allgemeinen Geschäftsbedingungen</a> gelesen und akzeptiert

source: I have read and accept the <a target="legal" href="%(link)s">Cancellation and Refund policy</a>
de: Ich habe die <a target="legal" href="%(link)s">Widerrufsbelehrung</a> gelesen und akzeptiert

source: Buy tickets
de: Tickets kostenpflichtig kaufen

source: Reserve tickets
de: Tickets reservieren

source: Unfortunately no tickets are available right now.
de: Leider gibt es im Moment keine Tickets mehr.

source: Please check back later.
de: Bitte schaue später noch einmal vorbei.

source: If you have bought tickets before you can access them at <a href="%(link)s">My Tickets</a>
de: Solltest Du schon Tickets gekauft haben, so findest Du Sie unter <a href="%(link)s">Meine Tickets</a>

source: This form will send a cancelation request to the barcamp administrator. The admin will then decide whether to cancel your ticket or not. You will be informed by email.
de: Dieses Formular sendet eine Widerrufsanfrage an den Barcamp-Administrator. Der Administrator entscheidet dann, ob dem Widerruf stattgegeben wird. Du wirst dann per E-Mail informiert.

source: Abort
de: Abbrechen

source: Terms of Sale
de: Allgemeine Geschäftsbedingungen

source: Change Participation Status
de: Status ändern

source: I attend this event
de: Ich nehme teil

source: I am not attending this event
de: Ich nehme nicht teil

source: Add my registration data
de: Meine Registrierungsdaten angeben

source: Timetable
de: Zeitraster

source: Time Table
de: Zeitraster

source: persons
de: Personen

source: Toggle favourites
de: Nur Favoriten anzeigen

source: Edit Sessions
de: Sessions bearbeiten

source: Unfortunately no participants are registered yet or have allowed us to publish their name.
de: Leider sind noch keine Teilnehmenden registriert oder haben der Veröffentlichung ihres Namens zugestimmt.

source: Events for %(name)s
de: Veranstaltungen für %(name)s

source: Click here to update your registration data
de: Klicke hier, um Deine Registrierungsdaten zu aktualisieren

source: Add Registration Data
de: Registrierungsdaten hinzufügen

source: Click here to register for this event
de: Klicke hier, um Dich für die Veranstaltung zu anzumelden

source: Participants
de: Teilnehmende

source: My Data
de: Meine Daten

source: Change my registration data
de: Meine Registrierungsdaten ändern

source: Edit registration data
de: Registrierungsdaten bearbeiten

source: Please update your registration information
de: Bitte aktualisiere Deine Registrierungsdaten

source: Add registration data
de: Registrierungsdaten hinzufügen

source: register user as participant
de: auf Teilnehmenden-Liste setzen

source: remove user from list
de: Benutzer*in von der Liste entfernen

source: Interested
de: Interessiert

source: Create a new paid Barcamp
de: Neues kostenpflichtiges Barcamp anlegen

source: Create a new free Barcamp
de: Neues kostenfreies Barcamp anlegen

source: name of barcamp, e.g. "PythonCamp"
de: Name des Barcamps, z.B. 'PythonCamp'

source: URL name
de: URL-Kurzname

source: url short name without whitespaces, e.g. pythoncamp2011
de: URL-Kurzname ohne Leerzeichen, z.B. pythoncamp2021

source: This shortname is already taken.
de: Dieser Kurzname ist schon vergeben

source: Add more info
de: Weitere Infos hinzufügen

source: From
de: Von

source: Start date
de: Beginn

source: to
de: bis

source: End date
de: End-Datum

source: Pre-Registration
de: Voranmeldung

source: Receive notifications
de: Benachrichtigungen

source: Legal Information
de: Rechtliche Informationen

source: Where
de: Wo

source: Name of location
de: Name des Veranstaltungsortes

source: Name of the location
de: Name des Veranstaltungsortes

source: Please enter a street
de: Bitte gebe eine Straße ein

source: Street
de: Straße

source: Please enter a city
de: Bitte gebe eine Stadt ein

source: City
de: Stadt

source: show the map
de: Auf Karte anzeigen

source: create paid Barcamp
de: kostenpflichtiges Barcamp erstellen

source: Please note: In order to publish your barcamp later you first need to add all the necessary legal information.
de: Bitte beachte: Um das Barcamp veröffentlichen zu können musst Du zunächst alle rechtlichen Informationen angeben.

source: create free Barcamp
de: kostenfreies Barcamp erstellen

source: on waiting list
de: auf Warteliste

source: Edit event details
de: Veranstaltungsdetails bearbeiten

source: Edit Timetable / Sessions
de: Zeitplan / Sessions bearbeiten

source: Manage Participants
de: Teilnehmende verwalten

source: If you delete this barcamp, the following information will be deleted PERMANENTLY:
de: Wenn Du dieses Barcamp löschst, werden die folgenden Informationen PERMANENT gelöscht:

source: all information about the barcamp
de: Alle Informationen zu diesem Barcamp

source: all your pages
de: alle Deine Seiten

source: all participants lists
de: alle Teilnehmer*innen-Listen

source: all documentation if not hosted externally
de: jegliche Dokumentation, soweit sie nicht extern gehostet wird.

source: all session proposals
de: alle Sessionvorschläge

source: yes, DELETE the barcamp
de: JA, bitte lösche dieses Barcamp

source: No, DO NOT delete the barcamp
de: NEEEEIN, lösche dieses Barcamp doch nicht!

source: Barcamp Design and Layout
de: Barcamp Design und Layout

source: On this screen you should at least upload a logo or use the logo generator to create one. Optionally you can adjust the design to your liking.
de: Auf diesem Screen solltest Du zumindest ein Logo hochladen. Optional kannst Du das Design nach Belieben anpassen.

source: Click on the colors to open a color picker
de: Klicke auf eine Farbe, um die Farbauswahl zu öffnen

source: Save as logo
de: Als Logo speichern

source: Saving ...
de: Speichert ...

source: Download as PNG
de: Als PNG herunterladen

source: Logos and Gallery
de: Logos und Galerie

source: Upload Image
de: Bild hochladen

source: Colors
de: Farben

source: Border Color
de: Rahmenfarbe

source: Hover Background Color
de: Hover Hintergrundfarbe

source: Active Text Color
de: Aktive Text-Farbe

source: Active Background Color
de: Aktive Hintergrundfarbe

source: Sessionplan colors
de: Farben des Sessionplans

source: Row Background Color
de: Hintergrundfarbe Zeile

source: Row Text Color
de: Textfarbe Zeile

source: Column Background Color
de: Hintergrundfarbe Spalte

source: Column Text Color
de: Textfarbe Spalte

source: Advanced settings
de: Erweiterte Einstellungen

source: Duplicate Barcamp
de: Barcamp duplizieren

source: Here you can duplicate your barcamp e.g. to create a new one for the next year. Per default we will copy everything but the participants. You can choose below which elements you want not to be copied
de: Hier kannst Du ein Barcamp duplizieren, z.B. wenn es noch einmal stattfinden soll. Per default werden wir alles bis auf die Teilnehmer und Sessions kopieren. Du kannst unten aber noch einstellen, welche Elemente ggf. nicht kopiert werden sollen.

source: Copy events
de: Veranstaltungen kopieren

source: Save Changes
de: Änderungen speichern

source: Update event
de: Veranstaltung aktualisieren

source: back to event listing
de: Zurück zur Veranstaltungsliste

source: for
de: für

source: Select location
de: Veranstaltungsort wählen

source: place marker on address
de: Adresse suchen

source: loading indicator
de: Ladeanzeige

source: retrieving location
de: Adresse wird gesucht

source: Understood
de: Verstanden

source: Save location
de: Veranstaltungsort speichern

source: close
de: Schließen

source: close map
de: Karte schließen

source: e.g. "Day 1" or "Warm up Party"
de: z.B. Tag 1 oder Warm-Up-Party

source: When
de: Wann

source: Be aware that this barcamp is public and %(amount)s people already signed up for it. So changing the date might not be the best idea.
de: Bitte beachte, dass dieses Barcamp schon öffentlich ist und sich schon %(amount)s Personen angemeldet haben. Eine Änderung des Datums ist also vielleicht keine so gute Idee

source: from
de: von

source: Start Time
de: Beginn

source: Start time
de: Beginn

source: End Time
de: End-Zeit

source: End time
de: End-Zeit

source: How many
de: Wie viele

source: Because the barcamp is public you can only increase the number of participants. Once you do people on the waiting list will move up to the participant list automatically and an email will be sent out to them.
de: Da das Barcamp schon öffentlich ist, kannst Du die Teilnehmer*innen-Zahl nur erhöhen. Wenn Du das tust rücken Personen von der Warteliste automatisch nach und werden per E-Mail informiert.

source: Use different location than the main barcamp location
de: Benutze einen anderen Veranstaltungsort als den des Barcamps

source: Move to waiting list
de: Auf Warteliste verschieben

source: Move to participants
de: Auf Teilnehmer*innen-Liste verschieben

source: remove from event
de: Benutzer entfernen

source: Waitinglist
de: Warteliste

source: Maybe coming
de: Komme vielleicht

source: A barcamp consists of one or more events. Each event e.g. represents a day of the barcamp like "Saturday". Participants have to register for a specific event instead of the whole barcamp. So you have to add at least one event here.
de: Ein Barcamp besteht aus einem oder mehreren Veranstaltungen. Eine Veranstaltung repräsentiert z.B. ein Tag eines Barcamps oder eine Party. Dadurch können sich Teilnehmer separat für Veranstaltungen anmelden und nicht nur für das gesamte Barcamp. Du solltest zumindest eine Veranstaltung erstellen.

source: For each event you can define a separate location, a separate amount of participanst, edit the timetable, manage participants and fill in the sessiontable.
de: Für jede Veranstaltung kannst Du einen separaten Veranstaltungsort oder eine separate Maximalanzahl von Teilnehmern definieren. Zusätzlich kannst Du zu einer Veranstaltung ein Zeitraster anlegen und den Sessionplan bearbeiten.

source: Waiting
de: Warteliste

source: Edit event timetable
de: Zeitraster bearbeiten

source: Manage participants
de: Teilnehmenden-Zahl erhöhen

source: Delete Event?
de: Veranstaltung löschen?

source: no events have been defined yet.
de: Es wurden bislang noch keine Veranstaltungen angelegt.

source: Show add event form
de: Zeige Veranstatungsformular

source: Add event
de: Veranstaltung hinzufügen

source: Create new event
de: Neue Veranstaltung anlegen

source: Create event
de: neue Veranstaltung anlegen

source: Image Galleries
de: Bildergalerien

source: Create image galleries here which you can then use on barcamp pages and blog posts
de: Erstelle Bildergalerien, die danach auf der Homepage oder in Blog-Artikeln genutzt werden können

source: Actions
de: Aktionen

source: Title of new gallery
de: Titel der neuen Galerie

source: Add Gallery
de: Galerie hinzufügen

source: Title of image
de: Titel des Bildes

source: The alt tag
de: Alt-Tag

source: The secret behind this picture
de: Das Geheimnis dieses Bildes

source: e.g. CC-BY
de: z.B. CC-BY

source: who should be credited?
de: Wer sollte als Autor genannt werden?

source: Update
de: Aktualisieren

source: back to gallery listing
de: Zurück zur Liste aller Galerien

source: Gallery
de: Galerie

source: Title of gallery
de: Titel der Galerie

source: Upload image
de: Bild hochladen

source: Delete image
de: Bild löschen

source: Revert
de: Zurücksetzen

source: Edit legal information
de: Rechtliche Informationen bearbieten

source: Legal information
de: Rechtliches

source: You need to fill this out if you take money for attending your events
de: Du musst dies ausfüllen, wenn Du ein bezahltes Barcamp veranstaltest

source: Contact email address
de: Kontakt-E-Mail-Adresse

source: contact@barcamp
de: kontakt@barcamp

source: Edit mail templates
de: Bearbeite Email-Vorlagen

source: for your barcamp
de: für Dein Barcamp

source: Tip!
de: Tipp!

source: You can use <code>((fullname))</code> in a mail body which will be replaced by the name of the user the mail is sent to, e.g. 'Hello ((fullname)),... '
de: Du kannst <code>((fullname))</code> im Maultext benutzen, was dann durch den Namen des Benutzers ersetzt wird. z.B. „Hallo ((fullname)), …“

source: Welcome Mail
de: Willkommens-Mail

source: The Welcome Mail is sent when a user has successfully registered as participant. It is not sent if the user is going to be moved to the waiting list in case the participant list is already full.
de: Die Willkommens-Mail wird gesendet, wenn eine Benutzer*in sich erfolgreich registriert hat. Sie wird nicht gesendet, wenn sie auf die Warteliste gesetzt wurde, da die Teilnehmerliste voll ist.

source: Waitinglist Mail
de: Wartelisten-Mail

source: This Mail is sent when the maximum number of participant has been reached and the user is being moved onto the waitinglist.
de: Diese Mail wird gesendet, wenn die maximale Anzahl an Teilnehmer*innen erreicht wurde und die Benutzer*in auf die Warteliste rückt.

source: From Waitinglist Mail
de: Warteliste-zu-Teilnehmer-Mail

source: This Mail is sent to a user who is being moved from the waiting list to the participants list. This can happen if an existing participant cancels his participation or if the barcamp admin increases the number of participants
de: Diese Mail wird an Benutzer*innen gesendet, die von der Warteliste auf die Teilnehmerliste verschoben werden. Dies kann z.B. passieren, wenn sich jemand abmeldet oder ein Admin die Teilnehmerzahl erhöht.

source: Ticket Reservation Mail
de: Ticket-Reservierungs-Mail

source: Ticket Pending Mail
de: Ticket-in-Bearbeitung

source: Ticket Confirmation Mail
de: Ticket bestätigt

source: Ticket Canceled Mail
de: Ticket widerrufen

source: Edit the participant registration form
de: Bearbeite das Registrierungsformular

source: If you want a user to enter additional data like t-shirt size, food preferences etc. you can define that here. Just add a custom fields for all the informatin you want to gather. You can choose between single-line and multi-line text fields. Also you can define if the field is required to be filled in. The user will then have to enter that data when clicking on the participate button. You can download that data along with the name of the participants under the "download participants" menu item in the admin box.
de: Hier kannst Du definieren, welche zusätzlichen Informationen Du vom Benutzer beim Registrierungsprozess abfragen willst. Dies kann z.B. T-Shirt-Größe, Essensoptionen oder ähnliches sein. Du kannst bei jedem Feld wählen, ob es ein ein- oder mehrzeiliges Feld sein soll und ob ein Benutzer es zwingend ausfüllen muss. Ein Benutzer muss diese Daten dann beim Registrierungsprozess angeben. Diese Daten kannst Du danach dann unter 'Teilnehmende herunterladen' inklusive Namen der Teilnehmenden herunterladen.

source: title
de: Titel

source: required?
de: erforderlich?

source: Add a new field
de: Füge ein neues Feld hinzu

source: choice one choice two
de: Auswahl eins Auswahl zwei

source: Add
de: Hinzufügen

source: Increase number of participants
de: Erhöhe die Teilnehmerzahl

source: update
de: Aktualisieren

source: Send Newsletter
de: Newsletter versenden

source: With this form you can send a newsletter to all participants with confirmed tickets. You can also test the newsletter by sending it to an email address of your choice
de: Mit diesem Formular kannst Du einen Newsletter an alle Teilnehmer mit einem gültigen Ticket senden. Du kann Dir vorher den Newsletter als Test an eine beliebige Adresse schicken lassen.

source: With this form you can send a newsletter to either all participants, all interested members or both groups. You can also test the newsletter by sending it to an email address of your choice
de: Mit diesem Formular kannst Du einen Newsletter entweder an alle Teilnehmer des Barcamps, alle Interessierten oder beide Gruppen schicken. Du kann Dir vorher den Newsletter als Test an eine beliebige Adresse schicken lassen.

source: Reply-To address
de: Antwortadresse

source: No reply to address set, using default <code class="text-info">noreply@barcamptools.eu</code>
de: Es wurde keine eigene Antwortadresse gesetzt, daher wird der Default <code class="text-info">noreply@barcamptools.eu</code> genutzt.

source: Set own reply-to address
de: Setze eine eigene Antwort-Adresse

source: There is a confirmation email pending. Please check your inbox to activate your custom reply-to address
de: Eine Bestätigungs-Mail steht noch aus. Bitte überprüfe Dein E-Mail-Postfix, um die Antwortadresse zu aktivieren

source: Reply-To address:
de: Antwortadresse (Reply-To):

source: Remove
de: Entfernen

source: set reply-to address for newsletter
de: Setze eine Antwortadresse für den Newsletter

source: Reply to address:
de: Antwort-Adresse:

source: Please note that we will send you a verification code to confirm this address before it will become active.
de: Achtung: Wir senden Dir noch eine Mail zur Bestätigung der E-Mail-Adresse, bevor sie aktiviert wird.

source: This screen will be reloaded so maybe save your newsletter text before!
de: Dieser Screen wird neu geladen werden, speichere als ggf. Deinen Newsletter-Text!

source: Send verification code
de: Sende Verifizierungs-Code

source: Send Test Mail
de: Test-Newsletter versenden

source: Really send Newsletter?
de: Den Newsletter wirklich versenden?

source: Delete all Sessions
de: Alle Sessions löschen

source: public view
de: Öffentliche Ansicht

source: Download PDF
de: Als PDF herunterladen

source: for use as direction signs
de: zur Nutzung als Wegweiser

source: Rooms and Times
de: Räume und Zeiten

source: each time on a separate sheet
de: jede Zeit auf einem separaten Blatt

source: Time Signs
de: Schilder mit Zeiten

source: each room on a separate sheet for directions or session plan
de: jeder Raum auf einem eigenen Blatt z.B. als Wegweiser oder für den Sessionplan

source: Room Signs
de: Raumschilder

source: the complete session plan by room. One page contains the sessions for one room
de: der komplette Session-Plan per Raum. Jede Seite beinhaltet die Sessions für einen Raum

source: Sessions per Room
de: Sessions pro Raum

source: Create a new Barcamp
de: neues Barcamp anlegen

source: Please select first if you are planning a paid barcamp or a free barcamp
de: Bitte wähle zunächst, ob Du ein kostenfreies oder kostenpflichtiges Barcamp erstellen willst

source: Create a free Barcamp
de: Kostenfreies Barcamp erstellen

source: The following applies to free barcamps:
de: Das Folgende gilt für kostenfreie Barcamps:

source: Attendees do not have to pay to attend.
de: Teilnehmer müssen nichts zahlen, um teilnehmen zu können.

source: This includes not having to send money via bank transfer
de: Dies bedeutet auch, dass man keine Zahlung per Überweisung tätigen muss
