Repository: comlounge/camper
Catalog: camper/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Real camper log in!
de: Bitte logge Dich zunächst ein!

source: username
de: Benutzername

source: password
de: Passwort

source: login
de: Einloggen

source: password forgotten?
de: Passwort vergessen?

source: register a new user
de: Erstelle ein neues Konto

source: Please register
de: Registriere Dich

source: missing activation email?
de: Aktivierungsmail nicht gefunden?

source: Please send me a new activation code
de: Bitte sende mir einen neuen Aktivierungscode

source: Change your email address
de: E-Mail-Adresse ändern

source: Use the form below to set a new email address for your account. You will receive a confirmation email to your new address before the new address becomes active.
de: Nutze das untenstehende Formular, um eine neue E-Mail-Adresse für Dein Konto zu vergeben. Bevor diese aktiv wird, musst Du jedoch erst die Bestätigung-Mail bestätigen, die an die neue Adresse geht.

source: Save new email
de: Neue Adresse speichern

source: Delete your account
de: Lösche Dein Konto

source: You cannot delete your account yet
de: Du kannst Dein Konto noch nicht löschen

source: Unfortunately you cannot delete your user because you still are on participants or waiting lists for the following barcamps:
de: Du kannst Dein Konto leider nicht löschen, da Du noch als Teilnehmer*in an den folgenden Barcamps teilnimmst:

source: Once you cancelled these barcamps you can then delete your account.
de: Sobald Du Dich von diesen Barcamps abgemeldet hast, kannst Du Dein Konto löschen.

source: Please confirm your email address to delete your account.
de: Bitte bestätige Deine E-Mail-Adresse, um Dein Konto zu löschen.

source: The following will happen if you delete your account:
de: Folgendes passiert, wenn Du Dein Konto löschst:

source: You will be removed from all public participant lists
de: Du wirst von allen öffentlichen Teilnehmenden-Listen entfernt

source: Your session proposals will not show your name anymore
de: Deine Sessionvorschläge werden ohne Deinen Namen angezeigt

source: Your comments on session proposals will be shown as "Deleted user"
de: Deine Kommentare werden künftig als 'Nutzer*in gelöscht' angezeigt.

source: DELETE YOUR ACCOUNT
de: LÖSCHE DEIN KONTO

source: Edit public profile
de: Öffentliches Profil bearbeiten

source: Username
de: Benutzername

source: Upload Profile Image
de: Profilbild hochladen

source: Update Profile
de: Profil aktualisieren

source: This could be a text about you
de: Dies könnte ein Text über Dich sein

source: Edit Profile
de: Profil bearbeiten

source: Change E-Mail
de: E-Mail ändern
