Repository: comlounge/camper
Catalog: camper/translations/*/LC_MESSAGES/messages.po
Languages: de

source: User unknown
de: Benutzer unbekannt.

source: This email address cannot not be found in our user database
de: Die E-Mail-Adresse wurde leider in unserer Datenbank nicht gefunden

source: Your password is not correct
de: Das Passwort ist nicht korrekt

source: Your user has not yet been activated.
de: Der Benutzer wurde noch nicht aktiviert.

source: Login failed
de: Login fehlgeschlagen

source: Welcome, %(fullname)s
de: Willkommen, %(fullname)s

source: Your are now logged out
de: Du bist jetzt ausgeloggt

source: To finish the registration process please check your email with instructions on how to activate your account.
de: Bitte checke Deine E-Mail, um den Registrierungsprozess abzuschließen. Alle weiteren Informationen dazu findest Du in der E-Mail.

source: Your user registration has been successful
de: Die Benutzerregistrierung war erfolgreich.

source: Your account has been activated
de: Dein Benutzerkonto wurde erfolgreich aktiviert.

source: The activation code is not valid. Please try again or click <a href="%(url)s">here</a> to get a new one.
de: Der Aktivierungscode ist nicht gültig. Bitte versuche es erneut oder klicke<a href="%(url)s">hier</a>, um einen neuen Code zu erhalten.

source: A new activation code has been sent out, please check your email
de: Wir haben Dir einen neuen Aktivierungscode an Deine E-Mail gesendet

source: The user is already active. Please log in.
de: Der Benutzer ist schon aktiviert - bitte logge Dich ein.

source: A link to set a new password has been sent to you
de: Ein Link, um ein neues Passwort zu setzen, wurde Dir per E-Mail zugesandt.

source: Your password has been changed
de: Dein Passwort wurde geändert.

source: The user has been updated.
de: Benutzerdaten aktualisiert

source: The user has been added.
de: Der Benutzer wurde hinzugefügt.

source: The user has been activated.
de: Der Benutzer wurde aktiviert.

source: The user has been deactivated.
de: Der Benutzer wurde deaktiviert.

source: can manage users
de: Kann Benutzer verwalten

source: main administrator
de: Hauptadministrator

source: date to be announced
de: Termin wird noch bekannt gegeben

source: location to be announced
de: Ort wird noch bekannt gegeben

source: Please log in.
de: Bitte logge Dich zunächst ein!

source: you don't have the correct permissions to access this page.
de: Du hast nicht die erforderliche Berechtigung, um diese Seite aufzurufen

source: You don't have the correct permissions to access this page.
de: Du hast nicht die erforderliche Berechtigung, um diese Seite aufzurufen

source: you don't have the permission to access this page.
de: Du hast nicht die erforderliche Berechtigung, um diese Seite aufzurufen

source: Not a valid date value
de: kein gültiger Wert

source: Password
de: Passwort

source: remember me
de: erinnere Dich an mich

source: Description
de: Beschreibung

source: please describe your barcamp here
de: Bitte beschreibe Dein Barcamp hier

source: Hide Barcamp
de: Barcamp verstecken?

source: If enabled this will hide this barcamp from showing up in the front page and in search engines
de: Wenn dies angeschaltet ist, dann wird das Barcamp nicht auf der Homepage angezeigt und sollte nicht in Suchmaschinen auftauchen.

source: Enable Pre-Registration
de: Voranmeldung anschalten

source: If enabled users can only pre-register and an admin needs to put them on the participation list manually. Please make sure you also change the waiting list mail template as this will be sent when a user pre-registers.
de: Wenn dies angeschaltet ist, dann können sich Besucher*innen nur voranmelden, nehmen aber nicht automatisch teil. Der Barcamp-Admin muss diese Personen manuell freischalten. Bitte ändern Sie auch das Mail-Template für die Warteliste, da dieses gesendet wird, wenn sich ein Besucher*innen anmeldet.

source: Enable notifications
de: Benachrichtigungen

source: If enabled barcamp administrators will receive email notifications for new registrations, cancellations and new session proposals
de: Wenn dies angeschaltet ist, erhalten Barcamp-Organisator*innen Mail-Benachrichtigungen zu neuen Registrierung, Abmeldungen und neuen Session-Vorschlägen.

source: Imprint
de: Impressum

source: Please describe in detail who is responsible for this barcamp.
de: Bitte beschreibe im Detail, wer für das Barcamp verantwortlich ist.

source: name of location
de: Veranstaltungsort

source: please enter the name of the venue here
de: Bitte gebe hier den Namen des Veranstaltungsortes ein

source: street and number
de: Strasse und Hausnummer

source: street and number of the venue
de: Strasse und Hausnummer des Veranstaltungsortes

source: city
de: Stadt

source: zip
de: PLZ

source: web site of the venue (optional)
de: Homepage des Veranstaltungsortes (optional)

source: phone
de: Telefon

source: email address of the venue (optional)
de: Die E-Mail-Adresse des Veranstaltungsortes (optional)

source: description
de: Beschreibung

source: an optional description of the venue
de: Beschreibung des Veranstaltungsortes (optional)

source: Country
de: Land

source: Attention: One or both of the etherpads exist already!
de: Achtung: Eines oder beide der Etherpads existieren schon!

source: the city was not found in the geo database
de: Die angegebene Stadt wurde nicht in der Datenbank gefunden

source: Welcome to %s
de: Willkommen zu %s

source: You are on the waiting list for %s
de: Du bist jetzt auf der Warteliste für %s

source: You are now a participant at %s
de: Du bist jetzt Teilnehmer bei %s

source: Your ticket reservation for %s is pending.
de: Deine Ticket-Reservierung für %s wartet auf Bestätigung.

source: Your ticket for %s.
de: Dein Ticket für %s.

source: Your ticket for %s was canceled.
de: Dein Ticket für %s wurde widerrufen.

source: %s has been created
de: %s wurde angelegt.

source: This name is already taken. Please choose a different one
de: Dieser Name ist schon vergeben, bitte versuche es mit einem anderen

source: Home
de: Startseite

source: session proposals
de: Sessionvorschläge

source: events
de: Veranstaltungen

source: planning
de: Planung

source: Name of field
de: Name des Feldes

source: the name of the field to be shown in the form, e.g. "t-shirt size"
de: Der Name des Feldes, das im Formular angezeigt werden soll, z.B. 'T-Shirt-Größe'

source: please describe what the user should enter in this field.
de: Bitte beschreibe hier, was der Benutzer in dieses Feld eintippen soll

source: field type
de: Art des Feldes

source: a yes/no field
de: ein Ja/Nein-Feld

source: 1 line of text
de: Textfeld mit einer einzelnen Zeile

source: multiple lines of text
de: Textfeld mit mehreren Zeilen

source: select one choice out of many
de: Wähle eine von mehreren Optionen

source: please chose between a one-line text field or multi-line text area
de: Bitte wähle zwischen einem einzeiligen Textfeld oder einem mehrzeiligen Textbereich

source: Choices
de: Optionen

source: please put each choice on a separate line.
de: Bitte schreibe jede mögliche Auswahl in eine separate Zeile

source: field required?
de: Feld erforderlich?

source: If you enable this then the user cannot register before this field has been filled in.
de: Wenn Du diese Checkbox aktiviest, dann kann der Benutzer sich nicht registrieren, bevor er dieses Feld ausgefüllt hat.

source: The barcamp and all it's contents have been deleted!
de: Das Barcamp und all seine Inhalte wurden erfolgreich gelöscht!

source: The logo should be 1140px wide and not more than 400 px high
de: Das Logo sollte 1140px breit sein und nicht höher als 400px.

source: Background-Image
de: Hintergrundbild

source: If given, this image is used as a background behind all your barcamp content
de: Dieses Bild ersetzt die Hintergrundfarbe.

source: Image for Facebook
de: Bild für Facebook

source: This image is used when posting links to facebook. Best is 1200 x 630 but minimum it should be 600 x 315px
de: Dieses Bild wird genutzt, wenn Links bei Facebook gepostet werden. Es sollte möglichst 1200x630 Pixel groß sein, mindestens aber 600x315 Pixel

source: Link Color
de: Linkfarbe

source: Header Background Color
de: Hintergrundfarbe Header

source: Text Color
de: Textfarbe

source: Background Color
de: Hintergrundfarbe

source: Navbar Link Color
de: Navbar Linkfarbe

source: Navbar Active Link Color
de: Navbar aktive Linkfarbe

source: Navbar Border Color
de: Navbar Rahmenfarbe

source: Navbar Hover Background Color
de: Navbar Hover Hintergrundfarbe

source: Navbar Active Background Color
de: Navbar aktive Hintergrundfarbe

source: Header Text
de: Textfarbe Kopf

source: Header Background
de: Hintergrundfarbe Kopf

source: First Column Text
de: Textfarbe 1. Spalte

source: First Column Background
de: Hintergrundfarbe 1. Spalte

source: Hide Navigation Tabs
de: Navigations-Reiter verstecken

source: Select here which barcamp tabs not to show
de: Entscheide hier, welche Reiter der Hauptnavigation angezeigt werden sollen

source: Session Proposals
de: Sessionvorschläge

source: Events
de: Veranstaltungen

source: Gallery to show on homepage
de: Galerie für die Homepage

source: The gallery will be displayed on the homepage of your barcamp between barcamp navigation and the rest of the content
de: Die Galerie wird auf der Startseite zwischen der Hauptnavigation des Barcamps und dem restlichen Inhalt angezeigt.

source: do not show a gallery
de: keine Galerie nutzen

source: The barcamp has been updated.
de: Das Barcamp wurde aktualisiert

source: Copy Events
de: Veranstaltungen kopieren

source: Copy Ticket Categories
de: Ticketkategorien kopieren

source: Copy Custom Pages
de: Eigene Seiten kopieren

source: Copy of
de: Kopie von

source: The barcamp has been duplicated.
de: Das Barcamp wurde dupliziert.

source: Title
de: Titel

source: every barcamp needs a title. examples: "Barcamp Aachen 2012", "JMStVCamp"
de: Jedes Barcamp brauch einen Titel, z.B. 'Barcamp Aachen 2012' or 'JugendBarcamp'

source: slug / url name
de: Kurzname in URL

source: this is the short name, which appears in the URL. It can only contain letters and numbers as well as the characters _ and -. Examples are "barcamp_aachen" or "bcac"
de: Dies ist der Kurzname, der in der URL erscheint. Er kann nur Buchstaben und Ziffern enthalten sowie _ und -. Beispiele sind barcamp_aachen oder bcac

source: start date
de: Beginn

source: end date
de: End-Datum

source: Subject
de: Betreff

source: Body
de: Mailtext

source: you cannot reduce the participant number, the minimum amount is %s
de: Du kannst die Teilnehmerzahl nicht verkleinern, der Minimalwert ist %s

source: Title of this event, e.g. "Day 1" or "Party"
de: Titel der Veranstaltung, z.B. Tag 1 oder Party

source: This is not the common barcamp description but should be specific about this event.
de: Dies ist nicht die generelle Barcamp-Beschreibung, sondern die speziell zu dieser Veranstaltung

source: date
de: Datum

source: start time
de: Beginn

source: end time
de: End-Zeit

source: max. number of participants
de: Max. Teilnehmerzahl

source: use different location
de: anderen Ort benutzen

source: The event has been created
de: Die Veranstaltung wurde erstellt.

source: The event has been successfully updated
de: Veranstaltung erfolgreich aktualisiert

source: no full address was given
de: Es wurde keine volle Adresse angegeben

source: we couldn't lookup a geo coordinates for this address
de: Wir konnten keine Geo-Koordinaten für diese Adresse ermitteln.

source: New Image
de: Neues Bild

source: Alt attribute
de: Alt-Attribut

source: License
de: Lizenz

source: Copyright Owner
de: Bildinhaber

source: A new image gallery has been created
de: Neue Galerie angelegt

source: The image could not be found
de: Das Bild wurde nicht gefunden

source: Contact E-Mail
de: Kontakt-E-Mail

source: an email address under which a barcamp admin can be contacted. This address will be publically displayed.
de: eine E-Mail-Adresse, unter der der Veranstalter erreicht werden kann. Diese wird öffentlich dargestellt.

source: Please describe in detail who is responsible for this barcamp. This is mandatory for paid barcamps.
de: Bitte gebe an, wer für das Barcamp verantwortlich ist. Für bezahlte Barcamps muss dies zwingend angegeben werden.

source: Terms of Service
de: Allgemeine Geschäftsbedingungen

source: Please enter your terms of service here.
de: Bitte gebe Deine AGB hier ein.

source: Cancellation Policy
de: Rückruf und Widerrufsbelehrung

source: Please describe your cancellation policy (make sure it complies to your local law).
de: Bitte beschreibe hier das Widerrufsrechts (beachte dabei bitte auch die gesetzlichen Vorgaben).

source: True
de: Ja

source: False
de: Nein

source: Reason
de: Grund

source: Please give a reason for canceling here (optional).
de: Bitte gebe einen Grund für den Widerruf an (optional)

source: Your cancel request has been submitted.
de: Deine Anfrage zum Widerruf wurde übertragen

source: Newsletter body
de: Inhalt des Newsletters

source: E-Mail address for testing the newsletter
de: E-Mail-Adresse zum Testen des Newsletters

source: put your own e-mail address here in order to send the newsletter to this address for testing purposes
de: gebe hier Deine eigene E-Mail-Adresse an, um den Newsletter testweise dorthin zu schicken

source: Recipients
de: Empfänger

source: Participants (going)
de: Teilnehmende

source: People who might come (maybe)
de: Unentschlossene

source: People on Waiting List
de: Warteliste

source: newsletter sent successfully
de: Newsletter erfolgreich versandt

source: Confirm your Reply-To address
de: Bestätige die Antwort-Adresse

source: We sent you a confirmation email to verify this email address. Please follow the instructions in that mail.
de: Wir haben Dir eine E-Mail gesendet, um die angegebene E-Mail-Adresse zu bestätigen. Bitte folge den Anweisungen in der Mail.

source: Please provide an email address.
de: Bitte gib eine E-Mail-Adresse an.

source: The reply to address was successfully confirmed
de: Die Antwort-Adresse wurde erfolgreich bestätigt.

source: Unfortunately the code was wrong. Please try again!
de: Leider war der Code falsch. Bitte versuche es noch einmal!

source: The custom reply to address for this newsletter has been removed.
de: Die Antwortadresse für den Newsletter wurde entfernt.

source: Post Title
de: Titel des Artikels

source: title of the blog post you are linking to
de: Der Titel des Blog-Artikels zu dem verlinkt werden soll

source: Post URL
de: Artikel-URL

source: URL of the blog post you want to link to
de: Die URL des Blog-Artikels, zu dem verlinkt werden soll

source: Planning Pad
de: Planungs-Pad

source: Documentation Pad
de: Dokumentations-Pad

source: Your blog post has been posted.
de: Der Blog-Post wurde verlinkt.

source: User not allowed to delete this blog post
de: Du hast nicht die erforderlichen Rechte, um dies zu löschen

source: you cannot perform this action.
de: Du kannst diese Aktion nicht durchführen.

source: The barcamp is now open for registration.
de: Die Registrierung für das Barcamp ist eröffnet.

source: The barcamp is now public.
de: Das Barcamp wurde freigeschaltet

source: camper: new barcamp created
de: camper: neues Barcamp angelegt

source: a user with this email address wasn't found in our database.
de: Die E-Mail-Adresse wurde leider in unserer Datenbank nicht gefunden

source: %s is not an administrator for this barcamp.
de: %s is kein Administrator für dieses Barcamp

source: you at least need to have one administrator.
de: Es wird mindestens ein Administrator benötigt.

source: Administrator deleted.
de: Admin gelöscht.

source: You are not allowed to change this.
de: Du hast nicht die erforderlichen Rechte, um dies zu ändern.

source: You are now on the list of people interested in the barcamp
de: Du bist nun auf der Liste der Barcamp-Interessenten.

source: You have been removed from the list of people interested in this barcamp
de: Du wurdest erfolgreich von der Liste der Barcamp-Interessenten entfernt

source: %(fullname)s has been removed from the list of people interested in this barcamp
de: %(fullname)s wurde erfolgreich von der Liste der Barcamp-Interessenten entfernt.

source: Your information was updated
de: Deine Informationen wurden aktualisiert

source: Unfortunately an error occurred when trying to register you. Please try again or contact the barcamptools administrator.
de: Leider ist bei der Registrierung ein Fehler aufgetreten. Bitte versuche es noch einmal oder kontaktiere einen Barcamp-Administrator.

source: You have been successfully registered. Please check your email.
de: Du wurdest erfolgreich registriert. Bitte überprüfe Deine E-Mail.

source: In order to finish your registration you have to activate your account. Please check your email.
de: Um Deine Registrierung abzuschließen, musst Du Dein Konto noch aktivieren. Bitte schaue dazu in Deine E-Mail.

source: Capacity
de: max. Personenzahl

source: Video conference URL
de: URL Video-Konferenz

source: New session proposal for %s
de: Neuer Sessionvorschlag für %s

source: your comment has been added.
de: Dein Kommentar wurde hinzugefügt.

source: Twitter-Username
de: Twitter-Benutzername

source: only the username, max. 15 characters
de: bitte nur den Benutzername, max. 15 Zeichen

source: max. 100 characters
de: max. 100 Zeichen

source: URL of the Google Plus Profile
de: URL des Google Plus Profils

source: URL of the Facebook Page
de: URL der Facebook-Seite

source: Homepage URL
de: URL der Homepage

source: link to the homepage of this barcamp in case one exists.
de: Link zur Homepage des Barcamps, soweit sie existiert

source: The meta description is used for for search engines and often shows up in search results. It should be no more than 160 characters long.
de: Die Meta-Description wird von Suchmaschinen genutzt und in den Suchresultaten angezeigt. Sie sollte nicht mehr als 160 Zeichen lang sein

source: Name of sponsor
de: Name des Sponsors

source: URL of sponsor website
de: URL der Sponsor-Website

source: created new sponsor
de: Neuer Sponsor erstellt

source: The form contains errors. Please correct them and try again.
de: Leider enthielt das Formular noch Fehler. Bitte behebe diese und versuche es erneut.

source: Enable Ticketing
de: Ticket-Modus einschalten

source: if you enable ticketing the normal registration process per event is replaced by acquiring tickets you define here
de: Wenn Du den Ticketmodus aktivierst, dann wird die veranstaltungsbasierte Registrierung durch eine Ticket-Reservierung ersetzt

source: Paid Tickets
de: bezahlte Tickets

source: Enable this option if you want to charge money for tickets. Please be aware though that barcamptools will not perform any payment processing. You have to do this yourself. You also need a proper imprint and contact email before you can enable this option.
de: Aktiviere diese Option, wenn Du Tickets verkaufen willst. Dies betrifft auch Überweisungen. Beachte dabei dass barcamptools.eu dabei keine Zahlungsabwicklung durchführt. Dies musst Du also selbst tun (z.B. durch Überweisungen). Du brauchst zudem ein Impressum, allgemeine Geschäftsbedingungen, eine Widerrufsbelehrung und eine Kontakt-E-Mail-Adresse.

source: If enabled an administrator needs to confirm the ticket transaction. If you use paid tickets this is always active because you have to check the payments yourself.
de: Wenn Du dies aktivierst, dann musst Du jede Ticket-Reservierung noch bestätigen. Wenn Du Tickets verkaufst, ist diese Option standardmäßig angeschaltet, damit Du den Zahlungseingang überprüfen kannst.

source: Maximum number of participants
de: Maximale Teilnehmeranzahl

source: You can define a maximum number if participants over all tickets here. If this amount is reached, no further tickets can be obtained.
de: hier kannst Du eine maximale Teilnehmerzahl angeben, die über alle Tickets gilt. Sobald also insgesamt diese Anzahl von Tickets vergeben wurde, können keine weiteren Tickets mehr gekauft werden.

source: Name of the ticket
de: Name des Tickets

source: Please describe here what you get for obtaining one of these tickets
de: Bitte beschreibe hier, was man für das Ticket bekommt.

source: maximum tickets available
de: Maximale Anzahl von Tickets

source: Please select the events you can attend with this ticket
de: Bitte wähle die Veranstaltungen aus, für die dieses Ticket gilt."

source: Price
de: Preis

source: new ticket created
de: Neues Ticket erstellt

source: Ticket class updated
de: Ticket aktualisiert

source: Ticketing Mode not enabled.
de: Ticketmodus ist nicht aktiv.

source: An error occurred while canceling the ticket
de: Ein Fehler ist während des Widerrufs des Tickets aufgetreten.

source: Please give a reason for canceling here.
de: Bitte gebe hier einen Grund für den Widerruf an.

source: Ticket canceled.
de: Ticket widerrufen.

source: Welcome mail send to user.
de: Willkommens-Mail an den Benutzer gesendet.

source: Your ticket reservations have been processed. Please check your email for information on how to pay for your ticket.
de: Deine Ticket-Reservierung ist eingegangen. Bitte überprüfe Deine E-Mail für weitere Informationen zur Zahlung.

source: Your ticket reservation was successful.
de: Deine Ticket-Reservierung war erfolgreich.

source: Cancellation and Refund Policy
de: Widerrufsbelehrung

source: Blog Posts about the camp
de: Blog-Artikel über das Barcamp

source: Are you sure?
de: Bist Du sicher? (wirklich?)

source: Add new blog post
de: Neuen Blogpost hinzufügen

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Running now
de: Gerade läuft

source: Mark Session as favourite
de: Markiere Session als Favorit

source: I like this session
de: Ich liebe diese Session

source: I don't like this session
de: Ich mag die Session nicht

source: Documentation for
de: Dokumentation für

source: Room:
de: Raum:

source: show complete timetable
de: kompletter Sessionplan

source: Share on Facebook
de: Auf Facebook teilen

source: Check out %(name)s
de: Schau Dir %(name)s an!

source: Share on Twitter
de: Auf Twitter teilen

source: I am attending!
de: Ich nehme teil

source: Click here to participate in the barcamp
de: Klicke hier, um an diesem Barcamp teilzunehmen

source: Register
de: Registrieren

source: My Tickets
de: Meine Tickets

source: Open map in modal
de: Karte in Fenster öffnen

source: Close
de: Schließen

source: Open menu
de: Menü

source: publish barcamp
de: Barcamp veröffentlichen

source: this barcamp is not public
de: Dieses Barcamp ist nicht öffentlich (schade)

source: open registration
de: Eröffne die Registrierung

source: Registration for this barcamp is not yet open.
de: Die Registrierung für dieses Barcamp ist noch nicht eröffnet.

source: Manage Barcamp
de: Barcamp verwalten

source: Location
de: Veranstaltungsort

source: Contact
de: Kontakt

source: Sponsors
de: Sponsoren

source: Contact:
de: Kontakt:

source: Add to Calendar
de: zum Kalender hinzufügen

source: Price:
de: Preis:

source: Cancel Requested:
de: Widerruf angefragt:

source: Download Ticket
de: Ticket herunterladen

source: Cancel ticket
de: Ticket widerrufen

source: Registration
de: Registrierung

source: My Tickets for %s
de: Meine Tickets für %s

source: pending tickets
de: Tickets in Bearbeitung

source: canceled tickets (requested)
de: Zum Widerruf vorgemerkte Tickets

source: canceled tickets (confirmed)
de: Widerrufene Tickets

source: This planning pad is public.
de: Das Planungs-Pad ist öffentlich

source: Make private
de: Privat schalten

source: This planning pad is private.
de: Das Planungs-Pad ist NICHT öffentlich

source: Make public
de: Öffentlich machen

source: Registration Form
de: Registrierungsformular

source: My participant data for %s
de: Meine Daten für %s
