Repository: comlounge/camper
Catalog: camper/translations/*/LC_MESSAGES/messages.po
Languages: de

source: As an administrator you can choose to use the new ticket mode or the event based registration mode
de: Als Administrator kannst Du zwischen dem Ticketmodus und der veranstaltungsbasierten Registrierung wählen

source: Create a free barcamp
de: Erstelle ein kostenfreies Barcamp

source: Create a paid Barcamp
de: Erstelle ein kostenpflichtiges Barcamp

source: The following applies to paid barcamps because of legal requirements:
de: Die folgenden rechtlichen Anforderungen gelten für ein kostenpflichtiges Barcamp:

source: Attendees have to pay to attend. This includes asking for a bank transfer via welcome emails.
de: Teilnehmer müssen bezahlen, um teilnehmen zu können. Darunter fällt auch, sie zu bitten, Geld zu überweisen.

source: The payment method is up to you. This tool does not offer any payment process. You have to implement this yourself, e.g. via bank transfer.
de: Die Zahlungsabwicklung musst Du selbst erledigen. Wir bieten keinen integrierten Zahlungsprozess. Du kannst aber dazu z.B. eine Bankverbindung in die Willkommens-Mail schreiben.

source: Only the ticket mode can be used here and will be enabled automatically.
de: Für kostenpflichtige Barcamps kann nur der Ticketmodus genutzt werden, der automatisch aktiviert wird.

source: You have to provide legal information like terms of service, refund policy, imprint and contact email.
de: Du musst alle notwendigen rechtlichen Informationen wie AGB, Widerrufsrecht, Impressum und Kontaktadresse angeben, bevor das Barcamp veröffentlicht werden kann.

source: Create a paid barcamp
de: Kostenpflichtiges Barcamp erstellen

source: Edit social and SEO information
de: Bearbeite Social- und SEO-Informationen

source: Social
de: Social Media

source: Website
de: Webseite

source: barcamp description in 160 chars
de: Barcamp-Beschreibung in 160 Zeichen

source: Twitter Account
de: Twitter-Konto

source: Twitter-Account
de: Twitter-Konto

source: Manage Sponsors
de: Sponsoren verwalten

source: Here you can add and edit sponsors of your barcamp. They will be displayed in the right sidebar in public view.
de: Hier kannst Du Sponsoren anlegen und bearbeiten. Sie werden im Sidebar dargestellt.

source: No sponsors defined yet.
de: Es wurden bislang noch keine Sponsoren angelegt.

source: Add new sponsor
de: Neuen Sponsor anlegen

source: Edit Ticket:
de: Ticket bearbeiten:

source: Ticket Availability
de: Ticket-Verfügbarkeit

source: Update ticket
de: Ticket aktualisieren

source: Manage Tickets
de: Tickets verwalten

source: Tickets are an alternative way to manage registrations. Tickets are one or more events bundled together.
de: Tickets sind eine alternative Möglichkeit, sich zu registrieren. Ein Ticket kann dabei auch mehrere Veranstaltungen bündeln.

source: This can be useful if you e.g. want people to signup for the whole barcamp in case it also includes lodging for the night
de: Das kann z.B. dann hilfreich sein, wenn Teilnehmer sich nur für das komplette Barcamp anmelden können sollen, z.B. weil noch eine Übernachtung inbegriffen ist.

source: Another use is if you want to sell tickets. You would still need to organize payment yourself though. Tickets only help to manage registrations
de: Ein anderer Anwendungsfall ist das Verkaufen von Tickets. Du musst Dich dabei selbst um die Zahlung kümmern, das Barcamptool kann aber bei der Abwicklung helfen.

source: Configure Ticket Mode
de: Ticketmodus konfigurieren

source: Please add the necessary legal information for paid barcamp <a href="%s">here</a>.
de: Bitte füge die notwendigen rechtlichen Informationen für das bezahlte Barcamp <a href="%s">hier hinzu</a>.

source: Data Saved...
de: Daten gespeichert...

source: No tickets defined yet
de: Noch keine Tickets angelegt

source: Amount
de: Anzahl

source: Delete Ticket?
de: Ticket löschen

source: Add new ticket
de: Neues Ticket anlegen

source: Ticket created:
de: Ticket erstellt:

source: Ticket cancel requested:
de: Ticket-Widerrufs-Anfrage:

source: Ticket canceled:
de: Ticket widerrufen:

source: Approve
de: Annehmen

source: Cancel Ticket
de: Ticket widerrufen

source: Send Ticket
de: Ticket senden

source: Confirm Ticket Cancel
de: Ticketwiderruf annehmen

source: Manage ticket reservations
de: Ticket-Reservierungen verwalten

source: Pending Ticket Reservations
de: Offene Ticket-Reservierungen

source: Confirmed Ticket Reservations
de: Bestätigte Ticket-Reservierungen

source: Canceled Ticket Reservations
de: Widerrufene Ticket-Reservierungen

source: Ticket Cancel Request
de: Ticket-Widerrufsanfrage

source: Barcamp status (%s%% completed)
de: Barcamp-Status (%s%% fertig)

source: Complete the following tasks to get all out of your Barcamp!
de: Erledige die folgenden Aufgaben, um Dein Barcamp so erfolgreich wie möglich zu machen

source: If you decide you don't want or need one of the TODO items, just click the corresponding button and it will not count to your progress anymore
de: Wenn Du für Dein Barcamp eine Aufgabe nicht willst oder brauchst, dann klicke einfach auf den entsprechenden Button und sie wird nicht mehr erscheinen.

source: Congratulations!
de: Herzlichen Glückwunsch!

source: Your barcamp is fully functional. You can check the status of all your events below.
de: Dein Barcamp ist jetzt optimal eingerichtet. Du kannst den Status aller möglichen Aufgaben unten einsehen.

source: more info
de: Mehr Info

source: Add a logo for your barcamp
de: Füge ein Logo für Dein Barcamp hinzu

source: A logo makes your barcamp more recognizable. If you don't have a logo, don't worry as we have a barcamp logo generator ready for you!
de: Ein Logo fördert den Wiedererkennungswert eines Barcamps. Wenn Du kein Logo hast, keine Sorge, wir stellen einen Logo-Generator bereit.

source: I don't need a logo
de: Ich brauche kein Logo

source: Add or create a logo
de: Logo erstellen oder hinzufügen

source: Add tickets to your barcamp
de: Füge Tickets zu Deinem Barcamp hinzu

source: You have ticketing mode enabled for your barcamp but have not yet defined any tickets to register for. In order for people to be able to register you need to do so.
de: Du hast den Ticketmodus für das Barcamp aktiviert. Damit sich Besucher registrieren können, musst Du noch Tickets definieren.

source: Create a ticket
de: Erstelle ein Ticket

source: Add legal information to your barcamp
de: Füge rechtliche Informationen zu Deinem Barcamp hinzu

source: In order to be able to publish your barcamp you need to enter all relevant legal information to it
de: Um Dein Barcamp veröffentlichen zu können, musst Du alle relevanten rechtlichen Informationen angeben.

source: Add legal information
de: Rechtliche Angaben hinzufügen

source: Add an event to your barcamp
de: Erstelle eine Veranstaltung für Dein Barcamp

source: Barcamps consists of one or more events. Events can e.g. be "Day 1,2,3" or "Community Dinner". Events are what attendees sign up for. Each event has an attendee list, a waiting list, a timetable, session documentary and a maximum amount of people who can attend. Additionally you can choose a different location for each event.
de: Barcamps bestehen aus einer oder mehreren Veranstaltungen. Diese können z.B. "Tag 1,2,3" oder "Willkommensparty" sein. Teilnehmer können sich für einzelne Veranstaltungen anmelden. Jede Veranstaltung hat eine Teilnehmer und Warteliste, einen Sessionplan und -dokumentation. Zusätzlich kann pro Veranstaltung ein separater Veranstaltungsort angegeben werden.

source: Even if you have only a one day barcamp you still need to create an event for people to signup for.
de: Auch wenn Dein Barcamp nur einen Tag lang ist, brauchst Du eine Veranstaltung, bei der sich die Leute anmelden können.

source: I don't need events
de: Ich brauche keine Veranstaltungen

source: Create an event
de: Neue Veranstaltung anlegen

source: Add timetables to your event
de: Füge einen Zeitplan zu Deiner Veranstaltung hinzu.

source: Timetables not only allow people to see when what happens, you can also use them to manage barcamp sessions on a session table. You can define teimetables be defining rooms and timeslots.
de: Ein Zeitplan erlaubt es Teilnehmern nicht nur, einzusehen, was wann passiert. Zusätzlich können auf diesem die Sessions verwaltet und später die Dokumntation angelegt werden

source: I don't need a timetable
de: Ich brauche keinen Zeitplan bearbeiten

source: Add timetables to your events
de: Zeitplan zu Deinen Veranstaltungen hinzufügen

source: Add sponsors to your barcamp
de: Füge Sponsoren zu Deinem Barcamp hinzu

source: In case you have sponsors for your barcamp you can list them on the barcamp page with a logo, link and name.
de: Falls Du Sponsoren hast, kannst Du sie hier auflisten und verlinken.

source: I don't have sponsors
de: Ich habe keine Sponsoren

source: Manage your sponsors
de: Sponsoren verwalten

source: Add a twitter account for your barcamp
de: Füge einen Twitter-Account zu Deinem Barcamp hinzu

source: In case you manage a twitter account for this barcamp you can add it here so people know where to find it. It's usually a good way to quickly send out uptodate information about the event.
de: Falls Du einen Twitter-Account für dieses Barcamp betreibst, kannst Du ihn hier hinzufügen. Dies ist normalerweise der einfachste Weg, Teilnehmer zu erreichen und mit aktuellen Informationen zu versorgen.

source: I don't use twitter
de: Ich benutze Twitter nicht

source: Add a twitter account
de: Twitter-Konto hinzufügen

source: Add a hashtag for your barcamp
de: Füge einen Hashtag für Dein Barcamp hinzu

source: I don't need a hashtag
de: Ich brauche keinen Hashtag

source: Add a twitter hashtag
de: Twitter-Hashtag hinzufügen

source: Add a facebook fan page
de: Füge eine Facebook-Seite hinzu

source: In case you have a facebook fan page for your event you might want to add it here so people can visit it.
de: Falls Du eine Facebook-Seite für Dein Barcamp betreibst, kannst Du sie hier hinzufügen.

source: I don't have a facebook page
de: Ich habe keine Facebook-Seite

source: Add a facebook page
de: Facebook-Seite hinzufügen

source: Add a description for search engines (meta description)
de: Erstelle eine Kurzbeschreibung für Suchmaschinen für Dein Barcamp (Meta-Description)

source: If you want your barcamp to show up better in search engines, you should add a Meta Description to it. It should be a max of 160 characters and is the short description search engines show below the title in search results. So you want to make sure you provide the most important information in this text.
de: Falls Du Dein Barcamp in Suchmaschinen besser platzieren willst, solltest Du eine Kurzbeschreibung für Suchmaschinen hinzufügen. Diese sollte maximal 160 Zeichen lang sein und kurz und knackig Dein Barcamp beschreiben. Sie erscheint dann auf Suchergebnisseiten unter dem Titel. Stelle also sicher, dass das wichtigste über Dein Barcamp dort zu finden ist.

source: I don't need a meta description
de: Ich brauche keine Suchmaschinenbeschreibung

source: Add a meta description
de: Suchmachinenbeschreibung hinzufügen

source: Publish your barcamp
de: Barcamp veröffentlichen

source: Right now the barcamp is only visible for barcamp administrators. In order to open it up for the public you need to publish it. This also needs to be done for private barcamps. They will still not show up in search engines or the homepage.
de: Im Moment ist Dein Barcamp nur für Barcamp-Administratoren sichtbar. Um auch der Öffentlichkeit Zugang zu gewähren, musst Du Dein Barcamp veröffentlichen. Dies musst Du auch tun, wenn es sich um ein privates Barcamp handelt. Es wird dann trotzdem nicht auf der Startseite oder Suchmaschinen erscheinen.

source: Publish my barcamp
de: Barcamp veröffentlichen

source: Right now your barcamp is visible but nobody can register yet. In order to change this you need to open it up for registration. This also needs to be done for private barcamps.
de: Im Moment ist Dein Barcamp zwar sichtbar, aber noch kann sich niemand registrieren. Um dies zu ändern, musst Du die Registrierung aktivieren. Dies muss auch für private Barcamps gemacht werden.

source: people
de: Personen

source: Content
de: Inhalt

source: Publishing Date
de: Veröffentlichungsdatum

source: Title image
de: Titelbild

source: The blog entry was created
de: Der Blog-Artikel wurde angelegt

source: The blog entry was updated
de: Der Blog-Artikel wurde aktualisiert

source: Create a new Blog entry
de: neuen Artikel anlegen

source: Published immediately
de: Direkt veröffentlichen

source: Now
de: Jetzt

source: Save as draft
de: Als Draft speichern

source: Publish and Save
de: Speichern und Veröffentlichen

source: Edit Blog Entry
de: Blog-Artikel bearbeiten

source: View blog post
de: Blog-Artikel ansehen

source: Published
de: Veröffentlicht

source: Upload new image
de: Neues Bild hochladen

source: Revert to original image
de: Original-Bild wiederherstellen

source: Save and Publish
de: Speichern und Veröffentlichen

source: Blog Entries
de: Blog-Einträge

source: Delete Blog Entry
de: Blog-Eintrag löschen

source: Delete Entry?
de: Eintrag löschen?

source: Yes
de: Ja

source: No
de: Nö

source: Add new blog entry
de: Neuen Blog-Artikel hinzufügen

source: Show on public participants list
de: Zeige meinen Namen auf der öffentlichen Teilnehmerliste

source: Decide whether you want to be displayed on the public list of participants
de: Bitte entscheide, ob Du auf der öffentlichen Teilnehmerliste erscheinen willst.

source: The contact email is not set
de: Die Kontakt-EMail wurde nicht angegeben

source: The Imprint is missing
de: Das Impressum fehlt

source: The terms of service are missing
de: Die AGB fehlen

source: The cancel policy is missing
de: Die Angaben zum Widerruf fehlen

source: Not a valid currency value
de: kein gültiger Wert

source: Your Name
de: Dein Name

source: Your E-Mail address
de: Deine E-Mail-Adresse

source: please enter your email address so we can contact you
de: Bitte gebe eine E-Mail-Adresse ein, so dass wir Dich kontaktieren können

source: Name of the proposed youth barcamp
de: Name des Barcamps, das Du organisieren möchtest

source: Planned date of barcamp
de: voraussichtliches Datum des Barcamps

source: Reason for sponsorship
de: Was genau brauchst Du an Hilfe?

source: please describe your barcamp here esp. in regards of youth participation
de: Bitte beschreibe Dein Barcamp hier insbesondere im Hinblick auf Jugendpartizipation und wobei Du Hilfe brauchst

source: camper: new barcamp sponsorshop requested
de: Camper: Neues Barcamp-Sponsorship angefragt

source: your sponsorship request has been sent and we will come back to you shortly.
de: Deine Sponsor-Anfrage wurde an YouthPart weitergeleitet

source: file '%s' has been deleted
de: Die Datei '%s' wurde erfolgreich gelöscht

source: Unfortunately we couldn't find the barcamp you tried to register for. Please search for it on the homepage and register again
de: Leider konnten wir das Barcamp nicht finden, für das Du Dich zu registrieren versucht hast. Bitte schau noch einmal auf der Homepage nach und versuche es erneut

source: We could not register you for all selected events. Please check your email and the events page
de: Wir konnten Dich leider nicht für alle ausgewählten Veranstaltungen registrieren. Bitte überprüfe Dein Postfach und die Veranstaltungsseite.

source: Your account has been successfully activated and you have been registered for the barcamp
de: Dein Konto wurde erfolgreich aktiviert und damit ist Deine Barcamp-Registrierung abgeschlossen.

source: Your account has been successfully activated.
de: Dein Benutzerkonto wurde erfolgreich aktiviert.

source: E-Mail address
de: E-Mail-Adresse

source: this email address is already taken
de: Diese E-Mail-Adresse ist schon vergeben

source: this url path is already taken
de: Dieser URL-Pfad ist schon vergeben

source: Please check your inbox of the new email for a confirmation mail and confirm it
de: Bitte überprüfe Dein E-Mail-Postfach der neuen E-Mail-Adresse, um diese zu bestätigen

source: There have been errors in the form
de: Das Formular beinhaltet einen Fehler

source: You have successfully changed your email address!
de: Du hast Deine E-Mail-Adresse erfolgreich geändert

source: Your account was successfully deleted and you have been logged out.
de: Dein Konto wurde erfolgreich gelöscht und Du wurdest ausgeloggt.

source: Your email was not correct
de: Deine E-Mail-Adresse war nicht korrekt

source: url name (username)
de: URL-Pfad (Benutzername)

source: this is the url path of your profile page, should only contain letters and numbers
de: Dies ist der URL-Pfade zu Deinem Profil, er sollte nur Buchstaben und Zahlen enthalten.

source: About me
de: Über mich

source: Organization
de: Organisation

source: your school, company, institution (max. 100 characters)
de: Deine Schule, Firma, Institution (max. 100 Zeichen)

source: your twitter username
de: Dein Twitter-Benutzername

source: path to your facebook profile (without domain)
de: Pfad zum Facebook-Profil (ohne Domain)

source: Profile Image (optional)
de: Profil-Bild (optional)

source: Your profile has been updated
de: Dein Profilbild wurde aktualisiert

source: Your profile image has been deleted
de: Dein Profilbild wurde erfolgreich gelöscht

source: title of the page (max. 80 characters)
de: Titel der Seite (max. 80 Zeichen)

source: Page title (max. 80 characters)
de: Seitentitel (max. 80 Zeichen)

source: Image on top
de: Bild oben

source: Image on left side
de: Bild links

source: Image on right side
de: Bild rechts

source: define how to layout the page
de: Page-Layout

source: Menu title
de: Menü-Titel

source: Page title in menu (max. 30 characters)
de: Seitentitel im Menü (max. 30 Zeichen)

source: short name in the URL (no spaces, max. 20 characters, needs to be unique)
de: Kurzname in der URL (keine Leerzeichen, max. 20 Zeichen, muss eindeutig sein)

source: Page Contents
de: Seiteninhalt

source: The actual contents of the page
de: Der eigentliche Inhalt der Seite

source: Image (optional)
de: Bild (optional)

source: page updated.
de: Seite aktualisiert.

source: Unfortunately the form contains errors. Please fix them and try again.
de: Leider enthielt das Formular noch Fehler. Bitte behebe diese und versuche es erneut.

source: the page has been deleted
de: Die Seite wurde gelöscht

source: Create new page
de: neue Seite anlegen

source: Page title
de: Seitentitel

source: short name for URL
de: Kurzname für die URL

source: short title for menu
de: Kurztitel für Menü

source: Create page
de: neue Seite anlegen

source: Edit Page
de: Seite bearbeiten

source: Save changes
de: Änderungen speichern

source: Custom Pages
de: Eigene Seiten

source: Delete Page?
de: Seite löschen?

source: Add new page
de: neue Seite anlegen

source: Unfortunately list of participants is already full. You have been put onto the waiting list and will be informed should you move on to the list of participants.
de: Leider ist die Teilnehmer*innen-Liste schon voll. Du wurdest daher auf die Warteliste gesetzt und wirst informiert, sobald ein Platz frei wird.

source: You are now on the list of participants for this barcamp.
de: Du bist nun auf der Liste der Teilnehmer*innen für das Barcamp

source: New registration for %s/%s (%s/%s)
de: Neue Anmeldung bei %s/%s (%s/%s)

source: New user on waiting list for %s/%s (%s/%s)
de: Neuer Eintrag auf Warteliste bei %s/%s (%s/%s)

source: Cancellation for %s/%s (%s/%s)
de: Abmeldung für %s/%s (%s/%s)

source: a Ticket was acquired for %s/%s (%s/%s)
de: Ein Ticket für %s/%s (%s/%s) wurde registriert

source: Your Ticket Cancel Request
de: Deine Ticket-Widerrufsanfrage

source: Add new room
de: Neuen Raum hinzufügen

source: e.g. seminar room 1
de: z.B. Seminarraum 1

source: e.g. beamer available
de: z.B. Beamer verfügbar

source: Edit Session
de: Sessions bearbeiten

source: enter the title of the session
de: Bitte gebe hier den Titel der Session ein

source: The description of the session
de: Sessionbeschreibung

source: Speaker / Moderator
de: Vortragender / Moderator

source: Please press enter after entering a name to make it permanent
de: Bitte drücke die Eingabetaste nach Eingabe eines Namens, um ihn richtig zu speichern.

source: How many people are interested in this session?
de: Wie viele Personen sind an dieser Session interessiert?

source: Video Conference URL
de: URL Video-Konferenz

source: delete room
de: Raum löschen

source: drag to sort this list
de: Ziehen, um Liste zu sortieren

source: delete timeslot
de: Zeitslot löschen

source: Add new timeslot
de: Neuen Zeitslot hinzufügen

source: Add new time slot
de: Neuen Zeitslot hinzufügen

source: Add new Room
de: Neuen Raum hinzufügen

source: Time
de: Zeit

source: e.g. 11:00
de: z.B. 11:00

source: Blocked?
de: Gesperrt?

source: Select if this time slot is blocked, e.g. because of a break. This means you cannot add sessions in this slot.
de: Definiere hier, welche Slot gesperrt sind, z.B. wegen einer Pause. Dies bedeutet, dass keine Session für diesem Slot hinzugefügt werden können

source: Page not found
de: Seite nicht gefunden

source: Complete your barcamp
de: Barcamp vervollständigen

source: Basic Information
de: Basis-Informationen

source: edit base information
de: Barcamp bearbeiten

source: Design and Layout
de: Design und Layout

source: manage sponsors
de: Sponsoren verwalten

source: edit events
de: Veranstaltungen

source: legal information
de: Rechtliches

source: configure tickets
de: Tickets konfigurieren

source: manage tickets
de: Tickets verwalten

source: custom fields
de: eigene Felder

source: Galleries
de: Galerien

source: Manage Blog
de: Blogverwaltung

source: send newsletter
de: Newsletter versenden

source: Advanced
de: Erweitert

source: edit permissions
de: Berechtigungen

source: edit mail templates
de: Email-Vorlagen

source: download participants
de: Teilnehmer herunterladen

source: duplicate barcamp
de: Barcamp duplizieren

source: hide details
de: Details verbergen

source: less info
de: weniger

source: show details
de: zeige Details

source: Why?
de: Warum?

source: The barcamp cannot be published at the moment.
de: Das Barcamp kann im Moment nicht veröffentlicht werden.

source: Please fix the following problems first:
de: Bitte behebe zunächst die folgenden Probleme:

source: private
de: privat

source: the barcamp tool
de: das Barcamp-Tool

source: Organize your own Barcamp
de: Plane Dein eigenes Barcamp

source: How do I do it?
de: Wie mache ich das?

source: Recent Barcamps
de: Aktuelle Barcamps

source: There are no barcamps coming up in the near future. Maybe organize one?
de: Es gibt keine Barcamps in der näheren Zukunft. Willst Du eines organisieren?

source: My Events
de: Meine Veranstaltungen

source: I organize
de: Ich organisiere

source: supported by
de: gefördert durch

source: in cooperation with
de: in Kooperation mit

source: This field is required
de: Dieses Feld muss angegeben werden

source: Really Delete?
de: Wirklich löschen?

source: Past Barcamps
de: Vergangene Barcamps

source: Ideas / Feedback
de: Ideen / Feedback

source: ADMINISTRATION
de: Verwaltung

source: my profile
de: Mein Profil

source: Edit / Delete account
de: Konto bearbeiten / löschen

source: Change Password
de: Passwort ändern

source: Log out
de: Ausloggen

source: My Barcamps
de: Meine Barcamps

source: Request Sponsorship
de: Sponsorship beantragen

source: If you want to organize a youth barcamp you have the possibilty to get 1 hour of support from YouthPart. In order to receive this please fill out the form below
de: Wenn Du ein Jugendbarcamp veranstalten willst, hast Du die Möglichkeit, " "eine Stunde Support von YouthPart zu beantragen. Fülle dazu bitte das unten stehende " "Formular aus.

source: send request
de: Anfrage absenden
